<?php 
 return array (
  'GLOBAL_GATEWAY_ADDRESS' => 
  array (
    'udp://127.0.0.1:10001' => 'udp://127.0.0.1:10001',
    'udp://127.0.0.1:10002' => 'udp://127.0.0.1:10002',
    'udp://127.0.0.1:10004' => 'udp://127.0.0.1:10004',
    'udp://127.0.0.1:10003' => 'udp://127.0.0.1:10003',
  ),
  144064162 => 
  array (
    'local_ip' => '127.0.0.1',
    'local_port' => 10003,
    'socket_id' => 40,
  ),
  'alluserlist' => 
  array (
    144064162 => '你好啊',
    144149929 => '测试一下啊',
  ),
  144149929 => 
  array (
    'local_ip' => '127.0.0.1',
    'local_port' => 10001,
    'socket_id' => 40,
  ),
);